---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContourLabelsLinearUnits
source: html/dbb219d9-817a-08ad-9f9d-0af1e54951e9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContourLabelsLinearUnits Property

"Units Format"

## Syntax (C#)
```csharp
public static ForgeTypeId ContourLabelsLinearUnits { get; }
```